[{"humanName":"1 Nephi 1:1","url":"https://www.lds.org/scriptures/bofm/1-ne/1.1?lang=eng","content":"1 I, Nephi, having been aborn of bgoodly cparents, therefore I was dtaught somewhat in all the learning of my father; and having seen many eafflictions in the course of my days, nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a frecord of my proceedings in my days."},{"humanName":"1 Nephi 1:2","url":"https://www.lds.org/scriptures/bofm/1-ne/1.2?lang=eng","content":"2 Yea, I make a record in the alanguage of my father, which consists of the learning of the Jews and the language of the Egyptians."},{"humanName":"1 Nephi 1:3","url":"https://www.lds.org/scriptures/bofm/1-ne/1.3?lang=eng","content":"3 And I know that the record which I make is atrue; and I make it with mine own hand; and I make it according to my knowledge."},{"humanName":"1 Nephi 1:4","url":"https://www.lds.org/scriptures/bofm/1-ne/1.4?lang=eng","content":"4 For it came to pass in the commencement of the afirst year of the reign of bZedekiah, king of Judah, (my father, Lehi, having dwelt at cJerusalem in all his days); and in that same year there came many dprophets, prophesying unto the people that they must erepent, or the great city fJerusalem must be destroyed."},{"humanName":"1 Nephi 1:5","url":"https://www.lds.org/scriptures/bofm/1-ne/1.5?lang=eng","content":"5 Wherefore it came to pass that my father, Lehi, as he went forth prayed unto the Lord, yea, even with all his aheart, in behalf of his people."},{"humanName":"1 Nephi 1:6","url":"https://www.lds.org/scriptures/bofm/1-ne/1.6?lang=eng","content":"6 And it came to pass as he prayed unto the Lord, there came a apillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did bquake and tremble exceedingly."},{"humanName":"1 Nephi 1:7","url":"https://www.lds.org/scriptures/bofm/1-ne/1.7?lang=eng","content":"7 And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being aovercome with the Spirit and the things which he had seen."},{"humanName":"1 Nephi 1:8","url":"https://www.lds.org/scriptures/bofm/1-ne/1.8?lang=eng","content":"8 And being thus overcome with the Spirit, he was carried away in a avision, even that he saw the bheavens open, and he thought he csaw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God."},{"humanName":"1 Nephi 1:9","url":"https://www.lds.org/scriptures/bofm/1-ne/1.9?lang=eng","content":"9 And it came to pass that he saw One descending out of the midst of heaven, and he beheld that his aluster was above that of the sun at noon-day."},{"humanName":"1 Nephi 1:10","url":"https://www.lds.org/scriptures/bofm/1-ne/1.10?lang=eng","content":"10 And he also saw atwelve others following him, and their brightness did exceed that of the stars in the firmament."},{"humanName":"1 Nephi 1:11","url":"https://www.lds.org/scriptures/bofm/1-ne/1.11?lang=eng","content":"11 And they came down and went forth upon the face of the earth; and the first came and astood before my father, and gave unto him a bbook, and bade him that he should read."},{"humanName":"1 Nephi 1:12","url":"https://www.lds.org/scriptures/bofm/1-ne/1.12?lang=eng","content":"12 And it came to pass that as he read, he was filled with the aSpirit of the Lord."},{"humanName":"1 Nephi 1:13","url":"https://www.lds.org/scriptures/bofm/1-ne/1.13?lang=eng","content":"13 And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine aabominations! Yea, and many things did my father read concerning bJerusalem—that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be ccarried away captive into Babylon."},{"humanName":"1 Nephi 1:14","url":"https://www.lds.org/scriptures/bofm/1-ne/1.14?lang=eng","content":"14 And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy apower, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who bcome unto thee that they shall perish!"},{"humanName":"1 Nephi 1:15","url":"https://www.lds.org/scriptures/bofm/1-ne/1.15?lang=eng","content":"15 And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen, yea, which the Lord had shown unto him."},{"humanName":"1 Nephi 1:16","url":"https://www.lds.org/scriptures/bofm/1-ne/1.16?lang=eng","content":"16 And now I, Nephi, do not make a full account of the things which my father hath written, for he hath written many things which he saw in avisions and in bdreams; and he also hath written many things which he cprophesied and spake unto his children, of which I shall not make a full account."},{"humanName":"1 Nephi 1:17","url":"https://www.lds.org/scriptures/bofm/1-ne/1.17?lang=eng","content":"17 But I shall make an account of my proceedings in my days. Behold, I make an aabridgment of the record of my bfather, upon cplates which I have made with mine own hands; wherefore, after I have abridged the record of my dfather then will I make an account of mine own life."},{"humanName":"1 Nephi 1:18","url":"https://www.lds.org/scriptures/bofm/1-ne/1.18?lang=eng","content":"18 Therefore, I would that ye should know, that after the Lord had shown so many marvelous things unto my father, Lehi, yea, concerning the adestruction of Jerusalem, behold he went forth among the people, and began to bprophesy and to declare unto them concerning the things which he had both seen and heard."},{"humanName":"1 Nephi 1:19","url":"https://www.lds.org/scriptures/bofm/1-ne/1.19?lang=eng","content":"19 And it came to pass that the aJews did bmock him because of the things which he testified of them; for he truly testified of their cwickedness and their abominations; and he testified that the things which he saw and heard, and also the things which he read in the book, manifested plainly of the coming of a dMessiah, and also the redemption of the world."},{"humanName":"1 Nephi 1:20","url":"https://www.lds.org/scriptures/bofm/1-ne/1.20?lang=eng","content":"20 And when the Jews heard these things they were angry with him; yea, even as with the prophets of old, whom they had acast out, and stoned, and slain; and they also bsought his life, that they might take it away. But behold, I, Nephi, will show unto you that the tender cmercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of ddeliverance."},{"humanName":"1 Nephi 2:1","url":"https://www.lds.org/scriptures/bofm/1-ne/2.1?lang=eng","content":"1 For behold, it came to pass that the Lord spake unto my father, yea, even in a dream, and said unto him: Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold, they seek to atake away thy blife."},{"humanName":"1 Nephi 2:2","url":"https://www.lds.org/scriptures/bofm/1-ne/2.2?lang=eng","content":"2 And it came to pass that the Lord acommanded my father, even in a bdream, that he should ctake his family and depart into the wilderness."},{"humanName":"1 Nephi 2:3","url":"https://www.lds.org/scriptures/bofm/1-ne/2.3?lang=eng","content":"3 And it came to pass that he was aobedient unto the word of the Lord, wherefore he did as the Lord commanded him."},{"humanName":"1 Nephi 2:4","url":"https://www.lds.org/scriptures/bofm/1-ne/2.4?lang=eng","content":"4 And it came to pass that he departed into the wilderness. And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things, and took nothing with him, save it were his family, and provisions, and tents, and adeparted into the wilderness."},{"humanName":"1 Nephi 2:5","url":"https://www.lds.org/scriptures/bofm/1-ne/2.5?lang=eng","content":"5 And he came down by the borders near the shore of the aRed Sea; and he traveled in the wilderness in the borders which are nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, who were Laman, Lemuel, and Sam."},{"humanName":"1 Nephi 2:6","url":"https://www.lds.org/scriptures/bofm/1-ne/2.6?lang=eng","content":"6 And it came to pass that when he had traveled three days in the wilderness, he pitched his tent in a avalley by the side of a briver of water."},{"humanName":"1 Nephi 2:7","url":"https://www.lds.org/scriptures/bofm/1-ne/2.7?lang=eng","content":"7 And it came to pass that he built an aaltar of bstones, and made an coffering unto the Lord, and gave dthanks unto the Lord our God."},{"humanName":"1 Nephi 2:8","url":"https://www.lds.org/scriptures/bofm/1-ne/2.8?lang=eng","content":"8 And it came to pass that he called the name of the river, Laman, and it emptied into the Red Sea; and the valley was in the borders near the mouth thereof."},{"humanName":"1 Nephi 2:9","url":"https://www.lds.org/scriptures/bofm/1-ne/2.9?lang=eng","content":"9 And when my father saw that the waters of the river emptied into the afountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!"},{"humanName":"1 Nephi 2:10","url":"https://www.lds.org/scriptures/bofm/1-ne/2.10?lang=eng","content":"10 And he also spake unto Lemuel: O that thou mightest be like unto this valley, afirm and bsteadfast, and immovable in keeping the commandments of the Lord!"},{"humanName":"1 Nephi 2:11","url":"https://www.lds.org/scriptures/bofm/1-ne/2.11?lang=eng","content":"11 Now this he spake because of the astiffneckedness of Laman and Lemuel; for behold they did bmurmur in many things against their cfather, because he was a dvisionary man, and had led them out of the land of Jerusalem, to leave the land of their inheritance, and their gold, and their silver, and their precious things, to perish in the wilderness. And this they said he had done because of the foolish imaginations of his heart."},{"humanName":"1 Nephi 2:12","url":"https://www.lds.org/scriptures/bofm/1-ne/2.12?lang=eng","content":"12 And thus Laman and Lemuel, being the eldest, did murmur against their afather. And they did bmurmur because they cknew not the dealings of that God who had dcreated them."},{"humanName":"1 Nephi 2:13","url":"https://www.lds.org/scriptures/bofm/1-ne/2.13?lang=eng","content":"13 Neither did they abelieve that Jerusalem, that great city, could be bdestroyed according to the words of the prophets. And they were like unto the Jews who were at Jerusalem, who sought to take away the life of my father."},{"humanName":"1 Nephi 2:14","url":"https://www.lds.org/scriptures/bofm/1-ne/2.14?lang=eng","content":"14 And it came to pass that my father did speak unto them in the avalley of Lemuel, with bpower, being filled with the Spirit, until their frames did cshake before him. And he did confound them, that they durst not utter against him; wherefore, they did as he commanded them."},{"humanName":"1 Nephi 2:15","url":"https://www.lds.org/scriptures/bofm/1-ne/2.15?lang=eng","content":"15 And my father dwelt in a atent."},{"humanName":"1 Nephi 2:16","url":"https://www.lds.org/scriptures/bofm/1-ne/2.16?lang=eng","content":"16 And it came to pass that I, Nephi, being exceedingly young, nevertheless being large in stature, and also having great desires to know of the amysteries of God, wherefore, I did cry unto the Lord; and behold he did bvisit me, and did csoften my heart that I did dbelieve all the words which had been spoken by my efather; wherefore, I did not frebel against him like unto my brothers."},{"humanName":"1 Nephi 2:17","url":"https://www.lds.org/scriptures/bofm/1-ne/2.17?lang=eng","content":"17 And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words."},{"humanName":"1 Nephi 2:18","url":"https://www.lds.org/scriptures/bofm/1-ne/2.18?lang=eng","content":"18 But, behold, Laman and Lemuel would not hearken unto my words; and being agrieved because of the hardness of their hearts I cried unto the Lord for them."},{"humanName":"1 Nephi 2:19","url":"https://www.lds.org/scriptures/bofm/1-ne/2.19?lang=eng","content":"19 And it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi, because of thy afaith, for thou hast sought me diligently, with lowliness of heart."},{"humanName":"1 Nephi 2:20","url":"https://www.lds.org/scriptures/bofm/1-ne/2.20?lang=eng","content":"20 And inasmuch as ye shall keep my commandments, ye shall aprosper, and shall be led to a bland of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands."},{"humanName":"1 Nephi 2:21","url":"https://www.lds.org/scriptures/bofm/1-ne/2.21?lang=eng","content":"21 And inasmuch as thy brethren shall rebel against thee, they shall be acut off from the presence of the Lord."},{"humanName":"1 Nephi 2:22","url":"https://www.lds.org/scriptures/bofm/1-ne/2.22?lang=eng","content":"22 And inasmuch as thou shalt keep my commandments, thou shalt be made a aruler and a teacher over thy brethren."},{"humanName":"1 Nephi 2:23","url":"https://www.lds.org/scriptures/bofm/1-ne/2.23?lang=eng","content":"23 For behold, in that day that they shall arebel against me, I will bcurse them even with a sore curse, and they shall have no power over thy seed except they shall crebel against me also."},{"humanName":"1 Nephi 2:24","url":"https://www.lds.org/scriptures/bofm/1-ne/2.24?lang=eng","content":"24 And if it so be that they rebel against me, they shall be a ascourge unto thy seed, to bstir them up in the ways of remembrance."},{"humanName":"1 Nephi 3:1","url":"https://www.lds.org/scriptures/bofm/1-ne/3.1?lang=eng","content":"1 And it came to pass that I, Nephi, returned from aspeaking with the Lord, to the tent of my father."},{"humanName":"1 Nephi 3:2","url":"https://www.lds.org/scriptures/bofm/1-ne/3.2?lang=eng","content":"2 And it came to pass that he spake unto me, saying: Behold I have dreamed a adream, in the which the Lord hath commanded me that thou and thy brethren shall breturn to Jerusalem."},{"humanName":"1 Nephi 3:3","url":"https://www.lds.org/scriptures/bofm/1-ne/3.3?lang=eng","content":"3 For behold, Laban hath the record of the Jews and also a agenealogy of my forefathers, and they are bengraven upon plates of brass."},{"humanName":"1 Nephi 3:4","url":"https://www.lds.org/scriptures/bofm/1-ne/3.4?lang=eng","content":"4 Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness."},{"humanName":"1 Nephi 3:5","url":"https://www.lds.org/scriptures/bofm/1-ne/3.5?lang=eng","content":"5 And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of them, but it is a commandment of the Lord."},{"humanName":"1 Nephi 3:6","url":"https://www.lds.org/scriptures/bofm/1-ne/3.6?lang=eng","content":"6 Therefore go, my son, and thou shalt be favored of the Lord, because thou hast anot bmurmured."},{"humanName":"1 Nephi 3:7","url":"https://www.lds.org/scriptures/bofm/1-ne/3.7?lang=eng","content":"7 And it came to pass that I, Nephi, said unto my father: I awill go and do the things which the Lord hath commanded, for I know that the Lord giveth no bcommandments unto the children of men, save he shall cprepare a way for them that they may accomplish the thing which he commandeth them."},{"humanName":"1 Nephi 3:8","url":"https://www.lds.org/scriptures/bofm/1-ne/3.8?lang=eng","content":"8 And it came to pass that when my father had heard these words he was exceedingly glad, for he knew that I had been blessed of the Lord."},{"humanName":"1 Nephi 3:9","url":"https://www.lds.org/scriptures/bofm/1-ne/3.9?lang=eng","content":"9 And I, Nephi, and my brethren took our journey in the wilderness, with our tents, to go up to the land of Jerusalem."},{"humanName":"1 Nephi 3:10","url":"https://www.lds.org/scriptures/bofm/1-ne/3.10?lang=eng","content":"10 And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another."},{"humanName":"1 Nephi 3:11","url":"https://www.lds.org/scriptures/bofm/1-ne/3.11?lang=eng","content":"11 And we acast lots—who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house."},{"humanName":"1 Nephi 3:12","url":"https://www.lds.org/scriptures/bofm/1-ne/3.12?lang=eng","content":"12 And he desired of Laban the records which were engraven upon the plates of brass, which contained the agenealogy of my father."},{"humanName":"1 Nephi 3:13","url":"https://www.lds.org/scriptures/bofm/1-ne/3.13?lang=eng","content":"13 And behold, it came to pass that Laban was angry, and thrust him out from his presence; and he would not that he should have the records. Wherefore, he said unto him: Behold thou art a robber, and I will slay thee."},{"humanName":"1 Nephi 3:14","url":"https://www.lds.org/scriptures/bofm/1-ne/3.14?lang=eng","content":"14 But Laman fled out of his presence, and told the things which Laban had done, unto us. And we began to be exceedingly sorrowful, and my brethren were about to return unto my father in the wilderness."},{"humanName":"1 Nephi 3:15","url":"https://www.lds.org/scriptures/bofm/1-ne/3.15?lang=eng","content":"15 But behold I said unto them that: aAs the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have baccomplished the thing which the Lord hath commanded us."},{"humanName":"1 Nephi 3:16","url":"https://www.lds.org/scriptures/bofm/1-ne/3.16?lang=eng","content":"16 Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father’s ainheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the bcommandments of the Lord."},{"humanName":"1 Nephi 3:17","url":"https://www.lds.org/scriptures/bofm/1-ne/3.17?lang=eng","content":"17 For he knew that Jerusalem must be adestroyed, because of the wickedness of the people."},{"humanName":"1 Nephi 3:18","url":"https://www.lds.org/scriptures/bofm/1-ne/3.18?lang=eng","content":"18 For behold, they have arejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been bcommanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land."},{"humanName":"1 Nephi 3:19","url":"https://www.lds.org/scriptures/bofm/1-ne/3.19?lang=eng","content":"19 And behold, it is wisdom in God that we should obtain these arecords, that we may preserve unto our children the language of our fathers;"},{"humanName":"1 Nephi 3:20","url":"https://www.lds.org/scriptures/bofm/1-ne/3.20?lang=eng","content":"20 And also that we may apreserve unto them the words which have been spoken by the mouth of all the holy bprophets, which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time."},{"humanName":"1 Nephi 3:21","url":"https://www.lds.org/scriptures/bofm/1-ne/3.21?lang=eng","content":"21 And it came to pass that after this manner of language did I apersuade my brethren, that they might be faithful in keeping the commandments of God."},{"humanName":"1 Nephi 3:22","url":"https://www.lds.org/scriptures/bofm/1-ne/3.22?lang=eng","content":"22 And it came to pass that we went down to the land of our inheritance, and we did gather together our agold, and our silver, and our precious things."},{"humanName":"1 Nephi 3:23","url":"https://www.lds.org/scriptures/bofm/1-ne/3.23?lang=eng","content":"23 And after we had gathered these things together, we went up again unto the house of Laban."},{"humanName":"1 Nephi 3:24","url":"https://www.lds.org/scriptures/bofm/1-ne/3.24?lang=eng","content":"24 And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the aplates of brass, for which we would give unto him our gold, and our silver, and all our precious things."},{"humanName":"1 Nephi 3:25","url":"https://www.lds.org/scriptures/bofm/1-ne/3.25?lang=eng","content":"25 And it came to pass that when Laban saw our property, and that it was exceedingly great, he did alust after it, insomuch that he thrust us out, and sent his servants to slay us, that he might obtain our property."},{"humanName":"1 Nephi 3:26","url":"https://www.lds.org/scriptures/bofm/1-ne/3.26?lang=eng","content":"26 And ait came to pass that we did flee before the servants of Laban, and we were obliged to leave behind our property, and it fell into the hands of Laban."},{"humanName":"1 Nephi 3:27","url":"https://www.lds.org/scriptures/bofm/1-ne/3.27?lang=eng","content":"27 And it came to pass that we fled into the wilderness, and the servants of Laban did not overtake us, and we ahid ourselves in the cavity of a rock."},{"humanName":"1 Nephi 3:28","url":"https://www.lds.org/scriptures/bofm/1-ne/3.28?lang=eng","content":"28 And it came to pass that Laman was angry with me, and also with my father; and also was Lemuel, for he hearkened unto the words of Laman. Wherefore Laman and Lemuel did speak many ahard words unto us, their younger brothers, and they did smite us even with a rod."},{"humanName":"1 Nephi 3:29","url":"https://www.lds.org/scriptures/bofm/1-ne/3.29?lang=eng","content":"29 And it came to pass as they smote us with a rod, behold, an aangel of the Lord came and stood before them, and he spake unto them, saying: Why do ye smite your younger brother with a rod? Know ye not that the Lord hath chosen him to be a bruler over you, and this because of your iniquities? Behold ye shall go up to Jerusalem again, and the Lord will cdeliver Laban into your hands."},{"humanName":"1 Nephi 3:30","url":"https://www.lds.org/scriptures/bofm/1-ne/3.30?lang=eng","content":"30 And after the aangel had spoken unto us, he departed."},{"humanName":"1 Nephi 3:31","url":"https://www.lds.org/scriptures/bofm/1-ne/3.31?lang=eng","content":"31 And after the angel had departed, Laman and Lemuel again began to amurmur, saying: How is it possible that the Lord will deliver Laban into our hands? Behold, he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?"},{"humanName":"1 Nephi 4:1","url":"https://www.lds.org/scriptures/bofm/1-ne/4.1?lang=eng","content":"1 And it came to pass that I spake unto my brethren, saying: Let us go up again unto Jerusalem, and let us be afaithful in keeping the commandments of the Lord; for behold he is mightier than all the earth, then why not bmightier than Laban and his fifty, yea, or even than his tens of thousands?"},{"humanName":"1 Nephi 4:2","url":"https://www.lds.org/scriptures/bofm/1-ne/4.2?lang=eng","content":"2 Therefore let us go up; let us be astrong like unto Moses; for he truly spake unto the waters of the bRed Sea and they divided hither and thither, and our fathers came through, out of captivity, on dry ground, and the armies of Pharaoh did follow and were drowned in the waters of the Red Sea."},{"humanName":"1 Nephi 4:3","url":"https://www.lds.org/scriptures/bofm/1-ne/4.3?lang=eng","content":"3 Now behold ye know that this is true; and ye also know that an aangel hath spoken unto you; wherefore can ye bdoubt? Let us go up; the Lord is able to cdeliver us, even as our fathers, and to destroy Laban, even as the Egyptians."},{"humanName":"1 Nephi 4:4","url":"https://www.lds.org/scriptures/bofm/1-ne/4.4?lang=eng","content":"4 Now when I had spoken these words, they were yet wroth, and did still continue to murmur; nevertheless they did follow me up until we came without the walls of Jerusalem."},{"humanName":"1 Nephi 4:5","url":"https://www.lds.org/scriptures/bofm/1-ne/4.5?lang=eng","content":"5 And it was by night; and I caused that they should hide themselves without the walls. And after they had hid themselves, I, Nephi, crept into the city and went forth towards the house of Laban."},{"humanName":"1 Nephi 4:6","url":"https://www.lds.org/scriptures/bofm/1-ne/4.6?lang=eng","content":"6 And I was aled by the Spirit, not bknowing beforehand the things which I should do."},{"humanName":"1 Nephi 4:7","url":"https://www.lds.org/scriptures/bofm/1-ne/4.7?lang=eng","content":"7 Nevertheless I went forth, and as I came near unto the house of Laban I beheld a man, and he had fallen to the earth before me, for he was adrunken with wine."},{"humanName":"1 Nephi 4:8","url":"https://www.lds.org/scriptures/bofm/1-ne/4.8?lang=eng","content":"8 And when I came to him I found that it was Laban."},{"humanName":"1 Nephi 4:9","url":"https://www.lds.org/scriptures/bofm/1-ne/4.9?lang=eng","content":"9 And I beheld his asword, and I drew it forth from the sheath thereof; and the hilt thereof was of pure gold, and the workmanship thereof was exceedingly fine, and I saw that the blade thereof was of the most precious steel."},{"humanName":"1 Nephi 4:10","url":"https://www.lds.org/scriptures/bofm/1-ne/4.10?lang=eng","content":"10 And it came to pass that I was aconstrained by the Spirit that I should kill Laban; but I said in my heart: Never at any time have I shed the blood of man. And I shrunk and would that I might not slay him."},{"humanName":"1 Nephi 4:11","url":"https://www.lds.org/scriptures/bofm/1-ne/4.11?lang=eng","content":"11 And the Spirit said unto me again: Behold the aLord hath bdelivered him into thy hands. Yea, and I also knew that he had sought to take away mine own life; yea, and he would not hearken unto the commandments of the Lord; and he also had ctaken away our property."},{"humanName":"1 Nephi 4:12","url":"https://www.lds.org/scriptures/bofm/1-ne/4.12?lang=eng","content":"12 And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;"},{"humanName":"1 Nephi 4:13","url":"https://www.lds.org/scriptures/bofm/1-ne/4.13?lang=eng","content":"13 Behold the Lord aslayeth the bwicked to bring forth his righteous purposes. It is cbetter that one man should perish than that a nation should dwindle and perish in dunbelief."},{"humanName":"1 Nephi 4:14","url":"https://www.lds.org/scriptures/bofm/1-ne/4.14?lang=eng","content":"14 And now, when I, Nephi, had heard these words, I remembered the words of the Lord which he spake unto me in the wilderness, saying that: aInasmuch as thy seed shall keep my bcommandments, they shall cprosper in the dland of promise."},{"humanName":"1 Nephi 4:15","url":"https://www.lds.org/scriptures/bofm/1-ne/4.15?lang=eng","content":"15 Yea, and I also thought that they could not keep the commandments of the Lord according to the alaw of Moses, save they should have the law."},{"humanName":"1 Nephi 4:16","url":"https://www.lds.org/scriptures/bofm/1-ne/4.16?lang=eng","content":"16 And I also knew that the alaw was engraven upon the plates of brass."},{"humanName":"1 Nephi 4:17","url":"https://www.lds.org/scriptures/bofm/1-ne/4.17?lang=eng","content":"17 And again, I knew that the Lord had delivered Laban into my hands for this cause—that I might obtain the records according to his commandments."},{"humanName":"1 Nephi 4:18","url":"https://www.lds.org/scriptures/bofm/1-ne/4.18?lang=eng","content":"18 Therefore I did obey the voice of the Spirit, and took Laban by the hair of the head, and I smote off his head with his own asword."},{"humanName":"1 Nephi 4:19","url":"https://www.lds.org/scriptures/bofm/1-ne/4.19?lang=eng","content":"19 And after I had smitten off his head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armor about my loins."},{"humanName":"1 Nephi 4:20","url":"https://www.lds.org/scriptures/bofm/1-ne/4.20?lang=eng","content":"20 And after I had done this, I went forth unto the treasury of Laban. And as I went forth towards the treasury of Laban, behold, I saw the aservant of Laban who had the keys of the treasury. And I commanded him in the voice of Laban, that he should go with me into the treasury."},{"humanName":"1 Nephi 4:21","url":"https://www.lds.org/scriptures/bofm/1-ne/4.21?lang=eng","content":"21 And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins."},{"humanName":"1 Nephi 4:22","url":"https://www.lds.org/scriptures/bofm/1-ne/4.22?lang=eng","content":"22 And he spake unto me concerning the aelders of the Jews, he knowing that his master, Laban, had been out by night among them."},{"humanName":"1 Nephi 4:23","url":"https://www.lds.org/scriptures/bofm/1-ne/4.23?lang=eng","content":"23 And I spake unto him as if it had been Laban."},{"humanName":"1 Nephi 4:24","url":"https://www.lds.org/scriptures/bofm/1-ne/4.24?lang=eng","content":"24 And I also spake unto him that I should carry the engravings, which were upon the aplates of brass, to my elder brethren, who were without the walls."},{"humanName":"1 Nephi 4:25","url":"https://www.lds.org/scriptures/bofm/1-ne/4.25?lang=eng","content":"25 And I also bade him that he should follow me."},{"humanName":"1 Nephi 4:26","url":"https://www.lds.org/scriptures/bofm/1-ne/4.26?lang=eng","content":"26 And he, supposing that I spake of the abrethren of the bchurch, and that I was truly that Laban whom I had slain, wherefore he did follow me."},{"humanName":"1 Nephi 4:27","url":"https://www.lds.org/scriptures/bofm/1-ne/4.27?lang=eng","content":"27 And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls."},{"humanName":"1 Nephi 4:28","url":"https://www.lds.org/scriptures/bofm/1-ne/4.28?lang=eng","content":"28 And it came to pass that when Laman saw me he was exceedingly frightened, and also Lemuel and Sam. And they fled from before my presence; for they supposed it was Laban, and that he had slain me and had sought to take away their lives also."},{"humanName":"1 Nephi 4:29","url":"https://www.lds.org/scriptures/bofm/1-ne/4.29?lang=eng","content":"29 And it came to pass that I called after them, and they did hear me; wherefore they did cease to flee from my presence."},{"humanName":"1 Nephi 4:30","url":"https://www.lds.org/scriptures/bofm/1-ne/4.30?lang=eng","content":"30 And it came to pass that when the servant of Laban beheld my brethren he began to tremble, and was about to flee from before me and return to the city of Jerusalem."},{"humanName":"1 Nephi 4:31","url":"https://www.lds.org/scriptures/bofm/1-ne/4.31?lang=eng","content":"31 And now I, Nephi, being a man large in stature, and also having received much astrength of the Lord, therefore I did seize upon the servant of Laban, and held him, that he should not flee."},{"humanName":"1 Nephi 4:32","url":"https://www.lds.org/scriptures/bofm/1-ne/4.32?lang=eng","content":"32 And it came to pass that I spake with him, that if he would hearken unto my words, as the Lord liveth, and as I live, even so that if he would hearken unto our words, we would spare his life."},{"humanName":"1 Nephi 4:33","url":"https://www.lds.org/scriptures/bofm/1-ne/4.33?lang=eng","content":"33 And I spake unto him, even with an aoath, that he need not fear; that he should be a bfree man like unto us if he would go down in the wilderness with us."},{"humanName":"1 Nephi 4:34","url":"https://www.lds.org/scriptures/bofm/1-ne/4.34?lang=eng","content":"34 And I also spake unto him, saying: Surely the Lord hath acommanded us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us."},{"humanName":"1 Nephi 4:35","url":"https://www.lds.org/scriptures/bofm/1-ne/4.35?lang=eng","content":"35 And it came to pass that aZoram did take courage at the words which I spake. Now Zoram was the name of the servant; and he promised that he would go down into the wilderness unto our father. Yea, and he also made an oath unto us that he would tarry with us from that time forth."},{"humanName":"1 Nephi 4:36","url":"https://www.lds.org/scriptures/bofm/1-ne/4.36?lang=eng","content":"36 Now we were desirous that he should tarry with us for this cause, that the Jews might not know concerning our flight into the wilderness, lest they should pursue us and destroy us."},{"humanName":"1 Nephi 4:37","url":"https://www.lds.org/scriptures/bofm/1-ne/4.37?lang=eng","content":"37 And it came to pass that when Zoram had made an aoath unto us, our bfears did cease concerning him."},{"humanName":"1 Nephi 4:38","url":"https://www.lds.org/scriptures/bofm/1-ne/4.38?lang=eng","content":"38 And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the atent of our father."},{"humanName":"1 Nephi 5:1","url":"https://www.lds.org/scriptures/bofm/1-ne/5.1?lang=eng","content":"1 And it came to pass that after we had come down into the wilderness unto our father, behold, he was filled with joy, and also my mother, Sariah, was exceedingly glad, for she truly had mourned because of us."},{"humanName":"1 Nephi 5:2","url":"https://www.lds.org/scriptures/bofm/1-ne/5.2?lang=eng","content":"2 For she had supposed that we had perished in the wilderness; and she also had acomplained against my father, telling him that he was a bvisionary man; saying: Behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness."},{"humanName":"1 Nephi 5:3","url":"https://www.lds.org/scriptures/bofm/1-ne/5.3?lang=eng","content":"3 And after this manner of language had my mother complained against my father."},{"humanName":"1 Nephi 5:4","url":"https://www.lds.org/scriptures/bofm/1-ne/5.4?lang=eng","content":"4 And it had come to pass that my father spake unto her, saying: I know that I am a avisionary man; for if I had not seen the things of God in a bvision I should not have known the goodness of God, but had tarried at Jerusalem, and had perished with my brethren."},{"humanName":"1 Nephi 5:5","url":"https://www.lds.org/scriptures/bofm/1-ne/5.5?lang=eng","content":"5 But behold, I have aobtained a bland of promise, in the which things I do rejoice; yea, and I cknow that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness."},{"humanName":"1 Nephi 5:6","url":"https://www.lds.org/scriptures/bofm/1-ne/5.6?lang=eng","content":"6 And after this manner of language did my father, Lehi, acomfort my mother, Sariah, concerning us, while we journeyed in the wilderness up to the land of Jerusalem, to obtain the record of the Jews."},{"humanName":"1 Nephi 5:7","url":"https://www.lds.org/scriptures/bofm/1-ne/5.7?lang=eng","content":"7 And when we had returned to the tent of my father, behold their joy was full, and my mother was comforted."},{"humanName":"1 Nephi 5:8","url":"https://www.lds.org/scriptures/bofm/1-ne/5.8?lang=eng","content":"8 And she spake, saying: Now I know of a surety that the Lord hath acommanded my husband to bflee into the wilderness; yea, and I also know of a surety that the Lord hath protected my sons, and delivered them out of the hands of Laban, and given them power whereby they could caccomplish the thing which the Lord hath commanded them. And after this manner of language did she speak."},{"humanName":"1 Nephi 5:9","url":"https://www.lds.org/scriptures/bofm/1-ne/5.9?lang=eng","content":"9 And it came to pass that they did rejoice exceedingly, and did offer asacrifice and burnt offerings unto the Lord; and they gave bthanks unto the God of Israel."},{"humanName":"1 Nephi 5:10","url":"https://www.lds.org/scriptures/bofm/1-ne/5.10?lang=eng","content":"10 And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the aplates of brass, and he did search them from the beginning."},{"humanName":"1 Nephi 5:11","url":"https://www.lds.org/scriptures/bofm/1-ne/5.11?lang=eng","content":"11 And he beheld that they did contain the five abooks of Moses, which gave an account of the creation of the world, and also of Adam and Eve, who were our first parents;"},{"humanName":"1 Nephi 5:12","url":"https://www.lds.org/scriptures/bofm/1-ne/5.12?lang=eng","content":"12 And also a arecord of the Jews from the beginning, even down to the commencement of the reign of Zedekiah, king of Judah;"},{"humanName":"1 Nephi 5:13","url":"https://www.lds.org/scriptures/bofm/1-ne/5.13?lang=eng","content":"13 And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of aZedekiah; and also many prophecies which have been spoken by the mouth of bJeremiah."},{"humanName":"1 Nephi 5:14","url":"https://www.lds.org/scriptures/bofm/1-ne/5.14?lang=eng","content":"14 And it came to pass that my father, Lehi, also found upon the aplates of brass a bgenealogy of his cfathers; wherefore he knew that he was a descendant of dJoseph; yea, even that Joseph who was the son of eJacob, who was fsold into Egypt, and who was gpreserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine."},{"humanName":"1 Nephi 5:15","url":"https://www.lds.org/scriptures/bofm/1-ne/5.15?lang=eng","content":"15 And they were also aled out of captivity and out of the land of Egypt, by that same God who had preserved them."},{"humanName":"1 Nephi 5:16","url":"https://www.lds.org/scriptures/bofm/1-ne/5.16?lang=eng","content":"16 And thus my father, Lehi, did discover the genealogy of his fathers. And Laban also was a descendant of aJoseph, wherefore he and his fathers had kept the brecords."},{"humanName":"1 Nephi 5:17","url":"https://www.lds.org/scriptures/bofm/1-ne/5.17?lang=eng","content":"17 And now when my father saw all these things, he was filled with the Spirit, and began to prophesy concerning his seed—"},{"humanName":"1 Nephi 5:18","url":"https://www.lds.org/scriptures/bofm/1-ne/5.18?lang=eng","content":"18 That these aplates of brass should go forth unto all bnations, kindreds, tongues, and people who were of his seed."},{"humanName":"1 Nephi 5:19","url":"https://www.lds.org/scriptures/bofm/1-ne/5.19?lang=eng","content":"19 Wherefore, he said that these plates of brass should anever perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed."},{"humanName":"1 Nephi 5:20","url":"https://www.lds.org/scriptures/bofm/1-ne/5.20?lang=eng","content":"20 And it came to pass that thus far I and my father had kept the commandments wherewith the Lord had commanded us."},{"humanName":"1 Nephi 5:21","url":"https://www.lds.org/scriptures/bofm/1-ne/5.21?lang=eng","content":"21 And we had obtained the records which the Lord had commanded us, and searched them and found that they were desirable; yea, even of great aworth unto us, insomuch that we could bpreserve the commandments of the Lord unto our children."},{"humanName":"1 Nephi 5:22","url":"https://www.lds.org/scriptures/bofm/1-ne/5.22?lang=eng","content":"22 Wherefore, it was wisdom in the Lord that we should carry them with us, as we journeyed in the wilderness towards the land of promise."},{"humanName":"1 Nephi 6:1","url":"https://www.lds.org/scriptures/bofm/1-ne/6.1?lang=eng","content":"1 And now I, Nephi, do not give the genealogy of my fathers in athis part of my record; neither at any time shall I give it after upon these bplates which I am cwriting; for it is given in the record which has been kept by my dfather; wherefore, I do not write it in this work."},{"humanName":"1 Nephi 6:2","url":"https://www.lds.org/scriptures/bofm/1-ne/6.2?lang=eng","content":"2 For it sufficeth me to say that we are descendants of aJoseph."},{"humanName":"1 Nephi 6:3","url":"https://www.lds.org/scriptures/bofm/1-ne/6.3?lang=eng","content":"3 And it mattereth not to me that I am particular to give a full account of all the things of my father, for they cannot be written upon athese plates, for I desire the room that I may write of the things of God."},{"humanName":"1 Nephi 6:4","url":"https://www.lds.org/scriptures/bofm/1-ne/6.4?lang=eng","content":"4 For the fulness of mine intent is that I may apersuade men to bcome unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved."},{"humanName":"1 Nephi 6:5","url":"https://www.lds.org/scriptures/bofm/1-ne/6.5?lang=eng","content":"5 Wherefore, the things which are apleasing unto the world I do not write, but the things which are pleasing unto God and unto those who are not of the world."},{"humanName":"1 Nephi 6:6","url":"https://www.lds.org/scriptures/bofm/1-ne/6.6?lang=eng","content":"6 Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men."},{"humanName":"1 Nephi 7:1","url":"https://www.lds.org/scriptures/bofm/1-ne/7.1?lang=eng","content":"1 And now I would that ye might know, that after my father, Lehi, had made an end of aprophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take bdaughters to cwife, that they might raise up dseed unto the Lord in the land of promise."},{"humanName":"1 Nephi 7:2","url":"https://www.lds.org/scriptures/bofm/1-ne/7.2?lang=eng","content":"2 And it came to pass that the Lord acommanded him that I, Nephi, and my brethren, should again return unto the land of Jerusalem, and bring down Ishmael and his family into the wilderness."},{"humanName":"1 Nephi 7:3","url":"https://www.lds.org/scriptures/bofm/1-ne/7.3?lang=eng","content":"3 And it came to pass that I, Nephi, did aagain, with my brethren, go forth into the wilderness to go up to Jerusalem."},{"humanName":"1 Nephi 7:4","url":"https://www.lds.org/scriptures/bofm/1-ne/7.4?lang=eng","content":"4 And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord."},{"humanName":"1 Nephi 7:5","url":"https://www.lds.org/scriptures/bofm/1-ne/7.5?lang=eng","content":"5 And it came to pass that the aLord did soften the heart of Ishmael, and also his household, insomuch that they took their journey with us down into the wilderness to the tent of our father."},{"humanName":"1 Nephi 7:6","url":"https://www.lds.org/scriptures/bofm/1-ne/7.6?lang=eng","content":"6 And it came to pass that as we journeyed in the wilderness, behold Laman and Lemuel, and two of the adaughters of Ishmael, and the two bsons of Ishmael and their families, did crebel against us; yea, against me, Nephi, and Sam, and their father, Ishmael, and his wife, and his three other daughters."},{"humanName":"1 Nephi 7:7","url":"https://www.lds.org/scriptures/bofm/1-ne/7.7?lang=eng","content":"7 And it came to pass in the which rebellion, they were desirous to return unto the land of Jerusalem."},{"humanName":"1 Nephi 7:8","url":"https://www.lds.org/scriptures/bofm/1-ne/7.8?lang=eng","content":"8 And now I, Nephi, being agrieved for the hardness of their hearts, therefore I spake unto them, saying, yea, even unto Laman and unto Lemuel: Behold ye are mine elder brethren, and how is it that ye are so hard in your hearts, and so blind in your minds, that ye have need that I, your byounger brother, should speak unto you, yea, and set an cexample for you?"},{"humanName":"1 Nephi 7:9","url":"https://www.lds.org/scriptures/bofm/1-ne/7.9?lang=eng","content":"9 How is it that ye have not hearkened unto the word of the Lord?"},{"humanName":"1 Nephi 7:10","url":"https://www.lds.org/scriptures/bofm/1-ne/7.10?lang=eng","content":"10 How is it that ye have aforgotten that ye have seen an angel of the Lord?"},{"humanName":"1 Nephi 7:11","url":"https://www.lds.org/scriptures/bofm/1-ne/7.11?lang=eng","content":"11 Yea, and how is it that ye have forgotten what great things the Lord hath done for us, in adelivering us out of the hands of Laban, and also that we should obtain the record?"},{"humanName":"1 Nephi 7:12","url":"https://www.lds.org/scriptures/bofm/1-ne/7.12?lang=eng","content":"12 Yea, and how is it that ye have forgotten that the Lord is able to do all athings according to his will, for the children of men, if it so be that they exercise bfaith in him? Wherefore, let us be faithful to him."},{"humanName":"1 Nephi 7:13","url":"https://www.lds.org/scriptures/bofm/1-ne/7.13?lang=eng","content":"13 And if it so be that we are faithful to him, we shall obtain the aland of promise; and ye shall know at some future period that the word of the Lord shall be fulfilled concerning the bdestruction of cJerusalem; for all things which the Lord hath spoken concerning the destruction of Jerusalem must be fulfilled."},{"humanName":"1 Nephi 7:14","url":"https://www.lds.org/scriptures/bofm/1-ne/7.14?lang=eng","content":"14 For behold, the aSpirit of the Lord bceaseth soon to strive with them; for behold, they have crejected the prophets, and dJeremiah have they cast into prison. And they have sought to take away the elife of my father, insomuch that they have driven him out of the land."},{"humanName":"1 Nephi 7:15","url":"https://www.lds.org/scriptures/bofm/1-ne/7.15?lang=eng","content":"15 Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak."},{"humanName":"1 Nephi 7:16","url":"https://www.lds.org/scriptures/bofm/1-ne/7.16?lang=eng","content":"16 And it came to pass that when I, Nephi, had spoken these words unto my brethren, they were angry with me. And it came to pass that they did lay their hands upon me, for behold, they were exceedingly wroth, and they did abind me with cords, for they sought to take away my life, that they might leave me in the wilderness to be devoured by wild beasts."},{"humanName":"1 Nephi 7:17","url":"https://www.lds.org/scriptures/bofm/1-ne/7.17?lang=eng","content":"17 But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me astrength that I may bburst these bands with which I am bound."},{"humanName":"1 Nephi 7:18","url":"https://www.lds.org/scriptures/bofm/1-ne/7.18?lang=eng","content":"18 And it came to pass that when I had said these words, behold, the bands were loosed from off my hands and feet, and I stood before my brethren, and I spake unto them again."},{"humanName":"1 Nephi 7:19","url":"https://www.lds.org/scriptures/bofm/1-ne/7.19?lang=eng","content":"19 And it came to pass that they were angry with me again, and sought to lay hands upon me; but behold, one of the adaughters of Ishmael, yea, and also her mother, and one of the sons of Ishmael, did plead with my brethren, insomuch that they did soften their hearts; and they did cease striving to take away my life."},{"humanName":"1 Nephi 7:20","url":"https://www.lds.org/scriptures/bofm/1-ne/7.20?lang=eng","content":"20 And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would aforgive them of the thing that they had done against me."},{"humanName":"1 Nephi 7:21","url":"https://www.lds.org/scriptures/bofm/1-ne/7.21?lang=eng","content":"21 And it came to pass that I did frankly aforgive them all that they had done, and I did exhort them that they would pray unto the Lord their God for bforgiveness. And it came to pass that they did so. And after they had done praying unto the Lord we did again travel on our journey towards the tent of our father."},{"humanName":"1 Nephi 7:22","url":"https://www.lds.org/scriptures/bofm/1-ne/7.22?lang=eng","content":"22 And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give athanks unto the Lord their God; and they did offer bsacrifice and burnt offerings unto him."},{"humanName":"1 Nephi 8:1","url":"https://www.lds.org/scriptures/bofm/1-ne/8.1?lang=eng","content":"1 And it came to pass that we had gathered together all manner of aseeds of every kind, both of grain of every kind, and also of the seeds of fruit of every kind."},{"humanName":"1 Nephi 8:2","url":"https://www.lds.org/scriptures/bofm/1-ne/8.2?lang=eng","content":"2 And it came to pass that while my father tarried in the wilderness he spake unto us, saying: Behold, I have adreamed a dream; or, in other words, I have bseen a cvision."},{"humanName":"1 Nephi 8:3","url":"https://www.lds.org/scriptures/bofm/1-ne/8.3?lang=eng","content":"3 And behold, because of the thing which I have seen, I have reason to rejoice in the Lord because of aNephi and also of Sam; for I have reason to suppose that they, and also many of their seed, will be saved."},{"humanName":"1 Nephi 8:4","url":"https://www.lds.org/scriptures/bofm/1-ne/8.4?lang=eng","content":"4 But behold, aLaman and Lemuel, I fear exceedingly because of you; for behold, methought I saw in my dream, a dark and dreary wilderness."},{"humanName":"1 Nephi 8:5","url":"https://www.lds.org/scriptures/bofm/1-ne/8.5?lang=eng","content":"5 And it came to pass that I saw a aman, and he was dressed in a white brobe; and he came and stood before me."},{"humanName":"1 Nephi 8:6","url":"https://www.lds.org/scriptures/bofm/1-ne/8.6?lang=eng","content":"6 And it came to pass that he spake unto me, and bade me follow him."},{"humanName":"1 Nephi 8:7","url":"https://www.lds.org/scriptures/bofm/1-ne/8.7?lang=eng","content":"7 And it came to pass that as I followed him I beheld myself that I was in a dark and dreary waste."},{"humanName":"1 Nephi 8:8","url":"https://www.lds.org/scriptures/bofm/1-ne/8.8?lang=eng","content":"8 And after I had traveled for the space of many hours in darkness, I began to pray unto the Lord that he would have amercy on me, according to the multitude of his tender mercies."},{"humanName":"1 Nephi 8:9","url":"https://www.lds.org/scriptures/bofm/1-ne/8.9?lang=eng","content":"9 And it came to pass after I had prayed unto the Lord I beheld a large and spacious afield."},{"humanName":"1 Nephi 8:10","url":"https://www.lds.org/scriptures/bofm/1-ne/8.10?lang=eng","content":"10 And it came to pass that I beheld a atree, whose bfruit was desirable to make one chappy."},{"humanName":"1 Nephi 8:11","url":"https://www.lds.org/scriptures/bofm/1-ne/8.11?lang=eng","content":"11 And it came to pass that I did go forth and partake of the afruit thereof; and I beheld that it was most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was white, to exceed all the bwhiteness that I had ever seen."},{"humanName":"1 Nephi 8:12","url":"https://www.lds.org/scriptures/bofm/1-ne/8.12?lang=eng","content":"12 And as I partook of the fruit thereof it filled my soul with exceedingly great ajoy; wherefore, I began to be bdesirous that my family should partake of it also; for I knew that it was cdesirable above all other fruit."},{"humanName":"1 Nephi 8:13","url":"https://www.lds.org/scriptures/bofm/1-ne/8.13?lang=eng","content":"13 And as I cast my eyes round about, that perhaps I might discover my family also, I beheld a ariver of water; and it ran along, and it was near the tree of which I was partaking the fruit."},{"humanName":"1 Nephi 8:14","url":"https://www.lds.org/scriptures/bofm/1-ne/8.14?lang=eng","content":"14 And I looked to behold from whence it came; and I saw the head thereof a little way off; and at the head thereof I beheld your mother Sariah, and Sam, and aNephi; and they stood as if they knew not whither they should go."},{"humanName":"1 Nephi 8:15","url":"https://www.lds.org/scriptures/bofm/1-ne/8.15?lang=eng","content":"15 And it came to pass that I beckoned unto them; and I also did say unto them with a loud voice that they should come unto me, and partake of the fruit, which was desirable above all other fruit."},{"humanName":"1 Nephi 8:16","url":"https://www.lds.org/scriptures/bofm/1-ne/8.16?lang=eng","content":"16 And it came to pass that they did come unto me and partake of the fruit also."},{"humanName":"1 Nephi 8:17","url":"https://www.lds.org/scriptures/bofm/1-ne/8.17?lang=eng","content":"17 And it came to pass that I was desirous that Laman and Lemuel should come and partake of the fruit also; wherefore, I cast mine eyes towards the head of the river, that perhaps I might see them."},{"humanName":"1 Nephi 8:18","url":"https://www.lds.org/scriptures/bofm/1-ne/8.18?lang=eng","content":"18 And it came to pass that I saw them, but they would anot come unto me and partake of the fruit."},{"humanName":"1 Nephi 8:19","url":"https://www.lds.org/scriptures/bofm/1-ne/8.19?lang=eng","content":"19 And I beheld a arod of iron, and it extended along the bank of the river, and led to the tree by which I stood."},{"humanName":"1 Nephi 8:20","url":"https://www.lds.org/scriptures/bofm/1-ne/8.20?lang=eng","content":"20 And I also beheld a astrait and narrow path, which came along by the rod of iron, even to the tree by which I stood; and it also led by the head of the fountain, unto a large and spacious field, as if it had been a bworld."},{"humanName":"1 Nephi 8:21","url":"https://www.lds.org/scriptures/bofm/1-ne/8.21?lang=eng","content":"21 And I saw numberless concourses of people, many of whom were apressing forward, that they might obtain the bpath which led unto the tree by which I stood."},{"humanName":"1 Nephi 8:22","url":"https://www.lds.org/scriptures/bofm/1-ne/8.22?lang=eng","content":"22 And it came to pass that they did come forth, and commence in the path which led to the tree."},{"humanName":"1 Nephi 8:23","url":"https://www.lds.org/scriptures/bofm/1-ne/8.23?lang=eng","content":"23 And it came to pass that there arose a amist of darkness; yea, even an exceedingly great mist of darkness, insomuch that they who had commenced in the path did lose their way, that they wandered off and were blost."},{"humanName":"1 Nephi 8:24","url":"https://www.lds.org/scriptures/bofm/1-ne/8.24?lang=eng","content":"24 And it came to pass that I beheld others pressing forward, and they came forth and caught hold of the end of the rod of iron; and they did press forward through the mist of darkness, aclinging to the rod of iron, even until they did come forth and partake of the bfruit of the tree."},{"humanName":"1 Nephi 8:25","url":"https://www.lds.org/scriptures/bofm/1-ne/8.25?lang=eng","content":"25 And after they had partaken of the fruit of the tree they did cast their eyes about as if they were aashamed."},{"humanName":"1 Nephi 8:26","url":"https://www.lds.org/scriptures/bofm/1-ne/8.26?lang=eng","content":"26 And I also cast my eyes round about, and beheld, on the aother side of the river of water, a great and bspacious building; and it stood as it were in the cair, high above the earth."},{"humanName":"1 Nephi 8:27","url":"https://www.lds.org/scriptures/bofm/1-ne/8.27?lang=eng","content":"27 And it was filled with people, both old and young, both male and female; and their manner of dress was exceedingly fine; and they were in the aattitude of bmocking and pointing their fingers towards those who had come at and were partaking of the fruit."},{"humanName":"1 Nephi 8:28","url":"https://www.lds.org/scriptures/bofm/1-ne/8.28?lang=eng","content":"28 And after they had atasted of the fruit they were bashamed, because of those that were cscoffing at them; and they dfell away into forbidden paths and were lost."},{"humanName":"1 Nephi 8:29","url":"https://www.lds.org/scriptures/bofm/1-ne/8.29?lang=eng","content":"29 And now I, Nephi, do not speak aall the words of my father."},{"humanName":"1 Nephi 8:30","url":"https://www.lds.org/scriptures/bofm/1-ne/8.30?lang=eng","content":"30 But, to be short in writing, behold, he saw other multitudes pressing forward; and they came and caught hold of the end of the arod of iron; and they did press their way forward, continually holding fast to the rod of iron, until they came forth and fell down and partook of the fruit of the tree."},{"humanName":"1 Nephi 8:31","url":"https://www.lds.org/scriptures/bofm/1-ne/8.31?lang=eng","content":"31 And he also saw other amultitudes feeling their way towards that great and spacious building."},{"humanName":"1 Nephi 8:32","url":"https://www.lds.org/scriptures/bofm/1-ne/8.32?lang=eng","content":"32 And it came to pass that many were drowned in the adepths of the bfountain; and many were lost from his view, wandering in strange roads."},{"humanName":"1 Nephi 8:33","url":"https://www.lds.org/scriptures/bofm/1-ne/8.33?lang=eng","content":"33 And great was the multitude that did enter into that strange building. And after they did enter into that building they did point the finger of ascorn at me and those that were partaking of the fruit also; but we heeded them not."},{"humanName":"1 Nephi 8:34","url":"https://www.lds.org/scriptures/bofm/1-ne/8.34?lang=eng","content":"34 These are the words of my father: For as many as aheeded them, had fallen away."},{"humanName":"1 Nephi 8:35","url":"https://www.lds.org/scriptures/bofm/1-ne/8.35?lang=eng","content":"35 And aLaman and Lemuel partook not of the fruit, said my father."},{"humanName":"1 Nephi 8:36","url":"https://www.lds.org/scriptures/bofm/1-ne/8.36?lang=eng","content":"36 And it came to pass after my father had spoken all the words of his dream or vision, which were many, he said unto us, because of these things which he saw in a vision, he exceedingly feared for Laman and Lemuel; yea, he feared lest they should be cast off from the presence of the Lord."},{"humanName":"1 Nephi 8:37","url":"https://www.lds.org/scriptures/bofm/1-ne/8.37?lang=eng","content":"37 And he did aexhort them then with all the feeling of a tender parent, that they would hearken to his words, that perhaps the Lord would be merciful to them, and not cast them off; yea, my father did preach unto them."},{"humanName":"1 Nephi 8:38","url":"https://www.lds.org/scriptures/bofm/1-ne/8.38?lang=eng","content":"38 And after he had preached unto them, and also prophesied unto them of many things, he bade them to keep the commandments of the Lord; and he did cease speaking unto them."},{"humanName":"1 Nephi 9:1","url":"https://www.lds.org/scriptures/bofm/1-ne/9.1?lang=eng","content":"1 And all these things did my father see, and hear, and speak, as he dwelt in a tent, in the avalley of Lemuel, and also a great many more things, which cannot be written upon these plates."},{"humanName":"1 Nephi 9:2","url":"https://www.lds.org/scriptures/bofm/1-ne/9.2?lang=eng","content":"2 And now, as I have spoken concerning these plates, behold they are not the plates upon which I make a full account of the history of my people; for the aplates upon which I make a full account of my people I have given the name of Nephi; wherefore, they are called the plates of Nephi, after mine own name; and these plates also are called the plates of Nephi."},{"humanName":"1 Nephi 9:3","url":"https://www.lds.org/scriptures/bofm/1-ne/9.3?lang=eng","content":"3 Nevertheless, I have received a commandment of the Lord that I should make these plates, for the special apurpose that there should be an account engraven of the bministry of my people."},{"humanName":"1 Nephi 9:4","url":"https://www.lds.org/scriptures/bofm/1-ne/9.4?lang=eng","content":"4 Upon the other plates should be engraven an account of the reign of the kings, and the wars and contentions of my people; wherefore these plates are for the more part of the ministry; and the aother plates are for the more part of the reign of the kings and the wars and contentions of my people."},{"humanName":"1 Nephi 9:5","url":"https://www.lds.org/scriptures/bofm/1-ne/9.5?lang=eng","content":"5 Wherefore, the Lord hath commanded me to make these plates for a awise purpose in him, which purpose I know not."},{"humanName":"1 Nephi 9:6","url":"https://www.lds.org/scriptures/bofm/1-ne/9.6?lang=eng","content":"6 But the Lord aknoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all bpower unto the fulfilling of all his words. And thus it is. Amen."},{"humanName":"1 Nephi 10:1","url":"https://www.lds.org/scriptures/bofm/1-ne/10.1?lang=eng","content":"1 And now I, Nephi, proceed to give an account upon athese plates of my proceedings, and my reign and ministry; wherefore, to proceed with mine account, I must speak somewhat of the things of my father, and also of my brethren."},{"humanName":"1 Nephi 10:2","url":"https://www.lds.org/scriptures/bofm/1-ne/10.2?lang=eng","content":"2 For behold, it came to pass after my father had made an end of speaking the words of his adream, and also of exhorting them to all diligence, he spake unto them concerning the Jews—"},{"humanName":"1 Nephi 10:3","url":"https://www.lds.org/scriptures/bofm/1-ne/10.3?lang=eng","content":"3 That after they should be destroyed, even that great city aJerusalem, and many be bcarried away captive into cBabylon, according to the own due time of the Lord, they should dreturn again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance."},{"humanName":"1 Nephi 10:4","url":"https://www.lds.org/scriptures/bofm/1-ne/10.4?lang=eng","content":"4 Yea, even asix hundred years from the time that my father left Jerusalem, a bprophet would the Lord God raise up among the cJews—even a dMessiah, or, in other words, a Savior of the world."},{"humanName":"1 Nephi 10:5","url":"https://www.lds.org/scriptures/bofm/1-ne/10.5?lang=eng","content":"5 And he also spake concerning the prophets, how great a number had atestified of these things, concerning this Messiah, of whom he had spoken, or this Redeemer of the world."},{"humanName":"1 Nephi 10:6","url":"https://www.lds.org/scriptures/bofm/1-ne/10.6?lang=eng","content":"6 Wherefore, all mankind were in a alost and in a bfallen state, and ever would be save they should rely on this Redeemer."},{"humanName":"1 Nephi 10:7","url":"https://www.lds.org/scriptures/bofm/1-ne/10.7?lang=eng","content":"7 And he spake also concerning a aprophet who should come before the Messiah, to prepare the way of the Lord—"},{"humanName":"1 Nephi 10:8","url":"https://www.lds.org/scriptures/bofm/1-ne/10.8?lang=eng","content":"8 Yea, even he should go forth and cry in the wilderness: aPrepare ye the way of the Lord, and make his paths straight; for there standeth one among you whom ye know not; and he is mightier than I, whose shoe’s latchet I am not worthy to unloose. And much spake my father concerning this thing."},{"humanName":"1 Nephi 10:9","url":"https://www.lds.org/scriptures/bofm/1-ne/10.9?lang=eng","content":"9 And my father said he should baptize in aBethabara, beyond Jordan; and he also said he should bbaptize with water; even that he should baptize the Messiah with water."},{"humanName":"1 Nephi 10:10","url":"https://www.lds.org/scriptures/bofm/1-ne/10.10?lang=eng","content":"10 And after he had baptized the Messiah with water, he should behold and bear record that he had baptized the aLamb of God, who should take away the sins of the world."},{"humanName":"1 Nephi 10:11","url":"https://www.lds.org/scriptures/bofm/1-ne/10.11?lang=eng","content":"11 And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the adwindling of the Jews in bunbelief. And after they had cslain the Messiah, who should come, and after he had been slain he should drise from the dead, and should make himself emanifest, by the Holy Ghost, unto the Gentiles."},{"humanName":"1 Nephi 10:12","url":"https://www.lds.org/scriptures/bofm/1-ne/10.12?lang=eng","content":"12 Yea, even my father spake much concerning the Gentiles, and also concerning the house of Israel, that they should be compared like unto an aolive tree, whose bbranches should be broken off and should be cscattered upon all the face of the earth."},{"humanName":"1 Nephi 10:13","url":"https://www.lds.org/scriptures/bofm/1-ne/10.13?lang=eng","content":"13 Wherefore, he said it must needs be that we should be led with one accord into the aland of promise, unto the fulfilling of the word of the Lord, that we should be scattered upon all the face of the earth."},{"humanName":"1 Nephi 10:14","url":"https://www.lds.org/scriptures/bofm/1-ne/10.14?lang=eng","content":"14 And after the house of aIsrael should be scattered they should be bgathered together again; or, in fine, after the cGentiles had received the fulness of the dGospel, the natural branches of the eolive tree, or the fremnants of the house of gIsrael, should be grafted in, or hcome to the knowledge of the true Messiah, their Lord and their Redeemer."},{"humanName":"1 Nephi 10:15","url":"https://www.lds.org/scriptures/bofm/1-ne/10.15?lang=eng","content":"15 And after this manner of language did my father prophesy and speak unto my brethren, and also many more things which I do not write in this book; for I have written as many of them as were expedient for me in mine aother book."},{"humanName":"1 Nephi 10:16","url":"https://www.lds.org/scriptures/bofm/1-ne/10.16?lang=eng","content":"16 And all these things, of which I have spoken, were done as my father dwelt in a atent, in the valley of Lemuel."},{"humanName":"1 Nephi 10:17","url":"https://www.lds.org/scriptures/bofm/1-ne/10.17?lang=eng","content":"17 And it came to pass after I, Nephi, having heard all the awords of my father, concerning the things which he saw in a bvision, and also the things which he spake by the power of the Holy Ghost, which power he received by faith on the Son of God—and the Son of God was the cMessiah who should come—I, Nephi, was ddesirous also that I might see, and hear, and know of these things, by the power of the eHoly Ghost, which is the fgift of God unto gall those who diligently seek him, as well in times of hold as in the time that he should manifest himself unto the children of men."},{"humanName":"1 Nephi 10:18","url":"https://www.lds.org/scriptures/bofm/1-ne/10.18?lang=eng","content":"18 For he is the asame yesterday, today, and forever; and the way is prepared for all men from the foundation of the world, if it so be that they repent and come unto him."},{"humanName":"1 Nephi 10:19","url":"https://www.lds.org/scriptures/bofm/1-ne/10.19?lang=eng","content":"19 For he that diligently aseeketh shall find; and the bmysteries of God shall be unfolded unto them, by the power of the cHoly Ghost, as well in these times as in times of old, and as well in times of old as in times to come; wherefore, the dcourse of the Lord is one eternal round."},{"humanName":"1 Nephi 10:20","url":"https://www.lds.org/scriptures/bofm/1-ne/10.20?lang=eng","content":"20 Therefore remember, O man, for all thy doings thou shalt be brought into ajudgment."},{"humanName":"1 Nephi 10:21","url":"https://www.lds.org/scriptures/bofm/1-ne/10.21?lang=eng","content":"21 Wherefore, if ye have sought to do awickedly in the days of your bprobation, then ye are found cunclean before the judgment-seat of God; and no unclean thing can dwell with God; wherefore, ye must be cast off forever."},{"humanName":"1 Nephi 10:22","url":"https://www.lds.org/scriptures/bofm/1-ne/10.22?lang=eng","content":"22 And the Holy Ghost giveth aauthority that I should speak these things, and deny them not."},{"humanName":"1 Nephi 11:1","url":"https://www.lds.org/scriptures/bofm/1-ne/11.1?lang=eng","content":"1 For it came to pass after I had desired to know the things that my father had seen, and believing that the Lord was able to make them known unto me, as I sat apondering in mine heart I was bcaught away in the Spirit of the Lord, yea, into an exceedingly high cmountain, which I never had before seen, and upon which I never had before set my foot."},{"humanName":"1 Nephi 11:2","url":"https://www.lds.org/scriptures/bofm/1-ne/11.2?lang=eng","content":"2 And the Spirit said unto me: Behold, what adesirest thou?"},{"humanName":"1 Nephi 11:3","url":"https://www.lds.org/scriptures/bofm/1-ne/11.3?lang=eng","content":"3 And I said: I desire to behold the things which my father asaw."},{"humanName":"1 Nephi 11:4","url":"https://www.lds.org/scriptures/bofm/1-ne/11.4?lang=eng","content":"4 And the Spirit said unto me: aBelievest thou that thy father saw the btree of which he hath spoken?"},{"humanName":"1 Nephi 11:5","url":"https://www.lds.org/scriptures/bofm/1-ne/11.5?lang=eng","content":"5 And I said: Yea, thou knowest that I abelieve all the words of my father."},{"humanName":"1 Nephi 11:6","url":"https://www.lds.org/scriptures/bofm/1-ne/11.6?lang=eng","content":"6 And when I had spoken these words, the Spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the aearth, yea, even above all. And blessed art thou, Nephi, because thou bbelievest in the Son of the most high God; wherefore, thou shalt behold the things which thou hast desired."},{"humanName":"1 Nephi 11:7","url":"https://www.lds.org/scriptures/bofm/1-ne/11.7?lang=eng","content":"7 And behold this thing shall be given unto thee for a asign, that after thou hast beheld the tree which bore the fruit which thy father tasted, thou shalt also behold a man descending out of heaven, and him shall ye witness; and after ye have witnessed him ye shall bbear record that it is the Son of God."},{"humanName":"1 Nephi 11:8","url":"https://www.lds.org/scriptures/bofm/1-ne/11.8?lang=eng","content":"8 And it came to pass that the Spirit said unto me: Look! And I looked and beheld a tree; and it was like unto the atree which my father had seen; and the bbeauty thereof was far beyond, yea, exceeding of all beauty; and the cwhiteness thereof did exceed the whiteness of the driven snow."},{"humanName":"1 Nephi 11:9","url":"https://www.lds.org/scriptures/bofm/1-ne/11.9?lang=eng","content":"9 And it came to pass after I had seen the tree, I said unto the Spirit: I behold thou hast shown unto me the tree which is aprecious above all."},{"humanName":"1 Nephi 11:10","url":"https://www.lds.org/scriptures/bofm/1-ne/11.10?lang=eng","content":"10 And he said unto me: What desirest thou?"},{"humanName":"1 Nephi 11:11","url":"https://www.lds.org/scriptures/bofm/1-ne/11.11?lang=eng","content":"11 And I said unto him: To know the ainterpretation thereof—for I spake unto him as a man speaketh; for I beheld that he was in the bform of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another."},{"humanName":"1 Nephi 11:12","url":"https://www.lds.org/scriptures/bofm/1-ne/11.12?lang=eng","content":"12 And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence."},{"humanName":"1 Nephi 11:13","url":"https://www.lds.org/scriptures/bofm/1-ne/11.13?lang=eng","content":"13 And it came to pass that I looked and beheld the great city of Jerusalem, and also other cities. And I beheld the city of Nazareth; and in the city of aNazareth I beheld a bvirgin, and she was exceedingly fair and white."},{"humanName":"1 Nephi 11:14","url":"https://www.lds.org/scriptures/bofm/1-ne/11.14?lang=eng","content":"14 And it came to pass that I saw the aheavens open; and an angel came down and stood before me; and he said unto me: Nephi, what beholdest thou?"},{"humanName":"1 Nephi 11:15","url":"https://www.lds.org/scriptures/bofm/1-ne/11.15?lang=eng","content":"15 And I said unto him: A virgin, most beautiful and fair above all other virgins."},{"humanName":"1 Nephi 11:16","url":"https://www.lds.org/scriptures/bofm/1-ne/11.16?lang=eng","content":"16 And he said unto me: Knowest thou the acondescension of God?"},{"humanName":"1 Nephi 11:17","url":"https://www.lds.org/scriptures/bofm/1-ne/11.17?lang=eng","content":"17 And I said unto him: I know that he loveth his children; nevertheless, I do not know the meaning of all things."},{"humanName":"1 Nephi 11:18","url":"https://www.lds.org/scriptures/bofm/1-ne/11.18?lang=eng","content":"18 And he said unto me: Behold, the avirgin whom thou seest is the bmother of the Son of God, after the manner of the flesh."},{"humanName":"1 Nephi 11:19","url":"https://www.lds.org/scriptures/bofm/1-ne/11.19?lang=eng","content":"19 And it came to pass that I beheld that she was carried away in the Spirit; and after she had been carried away in the aSpirit for the space of a time the angel spake unto me, saying: Look!"},{"humanName":"1 Nephi 11:20","url":"https://www.lds.org/scriptures/bofm/1-ne/11.20?lang=eng","content":"20 And I looked and beheld the virgin again, bearing a achild in her arms."},{"humanName":"1 Nephi 11:21","url":"https://www.lds.org/scriptures/bofm/1-ne/11.21?lang=eng","content":"21 And the angel said unto me: Behold the aLamb of God, yea, even the bSon of the Eternal cFather! Knowest thou the meaning of the dtree which thy father saw?"},{"humanName":"1 Nephi 11:22","url":"https://www.lds.org/scriptures/bofm/1-ne/11.22?lang=eng","content":"22 And I answered him, saying: Yea, it is the alove of God, which bsheddeth itself abroad in the hearts of the children of men; wherefore, it is the cmost desirable above all things."},{"humanName":"1 Nephi 11:23","url":"https://www.lds.org/scriptures/bofm/1-ne/11.23?lang=eng","content":"23 And he spake unto me, saying: Yea, and the most ajoyous to the soul."},{"humanName":"1 Nephi 11:24","url":"https://www.lds.org/scriptures/bofm/1-ne/11.24?lang=eng","content":"24 And after he had said these words, he said unto me: Look! And I looked, and I beheld the Son of God agoing forth among the children of men; and I saw many fall down at his feet and worship him."},{"humanName":"1 Nephi 11:25","url":"https://www.lds.org/scriptures/bofm/1-ne/11.25?lang=eng","content":"25 And it came to pass that I beheld that the arod of iron, which my father had seen, was the bword of God, which cled to the fountain of dliving waters, or to the etree of life; which waters are a representation of the love of God; and I also beheld that the tree of life was a representation of the love of God."},{"humanName":"1 Nephi 11:26","url":"https://www.lds.org/scriptures/bofm/1-ne/11.26?lang=eng","content":"26 And the angel said unto me again: Look and behold the acondescension of God!"},{"humanName":"1 Nephi 11:27","url":"https://www.lds.org/scriptures/bofm/1-ne/11.27?lang=eng","content":"27 And I looked and abeheld the Redeemer of the world, of whom my father had spoken; and I also beheld the bprophet who should prepare the way before him. And the Lamb of God went forth and was cbaptized of him; and after he was baptized, I beheld the heavens open, and the Holy Ghost come down out of heaven and abide upon him in the form of a ddove."},{"humanName":"1 Nephi 11:28","url":"https://www.lds.org/scriptures/bofm/1-ne/11.28?lang=eng","content":"28 And I beheld that he went forth ministering unto the people, in apower and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them."},{"humanName":"1 Nephi 11:29","url":"https://www.lds.org/scriptures/bofm/1-ne/11.29?lang=eng","content":"29 And I also beheld atwelve others following him. And it came to pass that they were bcarried away in the Spirit from before my face, and I saw them not."},{"humanName":"1 Nephi 11:30","url":"https://www.lds.org/scriptures/bofm/1-ne/11.30?lang=eng","content":"30 And it came to pass that the angel spake unto me again, saying: Look! And I looked, and I beheld the heavens open again, and I saw aangels descending upon the children of men; and they did minister unto them."},{"humanName":"1 Nephi 11:31","url":"https://www.lds.org/scriptures/bofm/1-ne/11.31?lang=eng","content":"31 And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were asick, and who were afflicted with all manner of diseases, and with bdevils and cunclean spirits; and the angel spake and showed all these things unto me. And they were dhealed by the power of the Lamb of God; and the devils and the unclean spirits were cast out."},{"humanName":"1 Nephi 11:32","url":"https://www.lds.org/scriptures/bofm/1-ne/11.32?lang=eng","content":"32 And it came to pass that the angel spake unto me again, saying: Look! And I looked and beheld the Lamb of God, that he was ataken by the people; yea, the Son of the everlasting God was bjudged of the world; and I saw and bear record."},{"humanName":"1 Nephi 11:33","url":"https://www.lds.org/scriptures/bofm/1-ne/11.33?lang=eng","content":"33 And I, Nephi, saw that he was alifted up upon the cross and bslain for the sins of the world."},{"humanName":"1 Nephi 11:34","url":"https://www.lds.org/scriptures/bofm/1-ne/11.34?lang=eng","content":"34 And after he was slain I saw the multitudes of the earth, that they were gathered together to afight against the apostles of the Lamb; for thus were the twelve called by the angel of the Lord."},{"humanName":"1 Nephi 11:35","url":"https://www.lds.org/scriptures/bofm/1-ne/11.35?lang=eng","content":"35 And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious abuilding, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to bfight against the twelve apostles of the Lamb."},{"humanName":"1 Nephi 11:36","url":"https://www.lds.org/scriptures/bofm/1-ne/11.36?lang=eng","content":"36 And it came to pass that I saw and bear record, that the great and spacious building was the apride of the world; and it bfell, and the fall thereof was exceedingly great. And the angel of the Lord spake unto me again, saying: Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb."}]
